export const bannerData: {
  img: string;
  title: string;
  des: string;
  link: string;
}[] = [
  {
    img: "/banner/b1.jpg",
    title: "বুনো চুম্বন",
    des: "ঝুপ করে সন্ধ্যেটা নামতেই পাহাড়ের গা বেঁয়ে একটা লাল আলো চুইয়ে সামনে বিছানো ফিতের মত নদীতে মিশে যায়। চিকচিকে সেই",
    link: "#",
  },
  {
    img: "/banner/b2.jpg",
    title: "পাকিজা",
    des: "এ কোন মুখ? এতটা পরিবর্তন? এও কি সম্ভব? কোথায় সেই দীঘল লম্বা চুল! পত্রিকায় ছবিতে নামটা পড়তেই শুভর মাথাটা ঘুরে",
    link: "#",
  },
  {
    img: "/banner/b3.jpg",
    title: "ঈদের রকমফের",
    des: "ঘুমের মধ্যেই মাঝে মাঝে কেঁপে উঠছেন হামিদা বেগম। চোখ, কপাল কেমন কুঁচকে ফেলছেন আবার স্বাভাবিক হচ্ছেন। হয়তো দুঃস্বপ্ন দেখছেন। কেমন",
    link: "#",
  },
  {
    img: "/banner/b4.jpg",
    title: "হে মুমিন, শুনছো?",
    des: "এসেছে আবার পবিত্র মাহে রমজান, ত্যাগ ও মহিমায় হও জাগ্রত মুসলিম জাহান। কত নিয়ামত, কত রহমত আল্লাহ করেছেন দান, কত",
    link: "#",
  },
  {
    img: "/banner/b5.jpg",
    title: "পবিত্র এ মাসে",
    des: "গগণে  আজ নতুন শশীর আগমনইঙ্গিত দিয়ে গেলো জানাতে অভ্যর্থনাযে মাস দিয়েছে সুযোগ, করতে প্রার্থনা,যে মাসে বান্দারা করে লাখো নেকী অর্জন",
    link: "#",
  },
  {
    img: "/banner/b6.jpg",
    title: "ফিলিস্তিনের ঈদ",
    des: "আমাদের তো ঈদ এসেছেখুশি ঘরে ঘরে।ফিলিস্তিন কেন গোরস্থান আজএই খুশির দিনে?বিশ্বের সকল মানবতা হলো কি ধূলিসাৎকারো কানেই পৌঁছাচ্ছে কিনারী-শিশুর সেই",
    link: "#",
  },
];
